Repository: team-unstablers/NoctilucaServer
Catalog: NoctilucaServer/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

# settings.notification.on_error
source: 오류가 발생했을 때
en: When Error Occurs
ja: エラーが発生したとき
zh_hans: 发生错误时

# settings.notification.title
source: 알림
en: Notifications
ja: 通知
zh_hans: 通知

# settings.plugins.detail_sheet.export.name
source: 이름
en: Name
ja: 名前
zh_hans: 名称

# settings.plugins.detail_sheet.general.developer
source: 개발자
en: Developer
ja: 開発者
zh_hans: 开发者

# settings.plugins.detail_sheet.general.license
source: 라이선스
en: License
ja: ライセンス
zh_hans: 许可证

# settings.plugins.detail_sheet.general.pluginkit_version
source: PluginKit 버전
en: PluginKit Version
ja: PluginKit バージョン
zh_hans: PluginKit 版本

# settings.plugins.detail_sheet.general.version
source: 버전
en: Version
ja: バージョン
zh_hans: 版本

# settings.plugins.detail_sheet.signature.adhoc
source: Ad-hoc 서명
en: Ad-hoc Signature
ja: Ad-hoc署名
zh_hans: Ad-hoc 签名

# settings.plugins.detail_sheet.signature.adhoc.description
source: 이 플러그인 번들은 Ad-hoc으로 서명되어 있으며, 개발자 신원을 확인할 수 없습니다.
en: This plugin bundle is Ad-hoc signed, and developer identity cannot be verified.
ja: このプラグインバンドルはAd-hocで署名されており、開発者の身元を確認できません。
zh_hans: 此插件包经过 Ad-hoc 签名，无法确认开发者身份。

# settings.plugins.detail_sheet.signature.builtin
source: 내장 플러그인
en: Built-in Plugin
ja: 内蔵プラグイン
zh_hans: 内置插件

# settings.plugins.detail_sheet.signature.builtin.description
source: 이 플러그인 번들은 애플리케이션에 내장되어 있습니다.
en: This plugin bundle is built into the application.
ja: このプラグインバンドルはアプリケーションに内蔵されています。
zh_hans: 此插件包内置于应用程序中。

# settings.plugins.detail_sheet.signature.certificate
source: 인증서 정보
en: Certificate Info
ja: 証明書情報
zh_hans: 证书信息

# settings.plugins.detail_sheet.signature.identity
source: 서명 ID
en: Signature ID
ja: 署名ID
zh_hans: 签名 ID

# settings.plugins.detail_sheet.signature.invalid
source: 서명 검증 실패
en: Signature Verification Failed
ja: 署名検証失敗
zh_hans: 签名验证失败

# settings.plugins.detail_sheet.signature.unsigned
source: 서명 없음
en: No Signature
ja: 署名なし
zh_hans: 无签名

# settings.plugins.detail_sheet.signature.unsigned.description
source: 이 플러그인 번들은 서명되어 있지 않습니다. 신뢰할 수 없는 출처의 플러그인일 수 있습니다.
en: This plugin bundle is unsigned. It may be from an untrusted source.
ja: このプラグインバンドルは署名されていません。信頼できない発行元のプラグインである可能性があります。
zh_hans: 此插件包未签名。可能是来自不可信来源的插件。

# settings.plugins.detail_sheet.signature.valid
source: 유효한 서명
en: Valid Signature
ja: 有効な署名
zh_hans: 有效签名

# settings.plugins.detail_sheet.tab.auth
source: 인증
en: Authentication
ja: 認証
zh_hans: 认证

# settings.plugins.detail_sheet.tab.extension
source: 익스텐션
en: Extensions
ja: 拡張機能
zh_hans: 扩展

# settings.plugins.detail_sheet.tab.feature
source: 기능
en: Features
ja: 機能
zh_hans: 功能

# settings.plugins.detail_sheet.tab.general
source: 기본
en: General
ja: 基本
zh_hans: 基本

# settings.plugins.detail_sheet.tab.keyboard_hack
source: 키보드 핵
en: Keyboard Hacks
ja: キーボードハック
zh_hans: 键盘 Hack

# settings.plugins.detail_sheet.tab.signature
source: 서명
en: Signature
ja: 署名
zh_hans: 签名

# settings.plugins.detail_sheet.tab.unknown
source: 기타
en: Other
ja: その他
zh_hans: 其他

# settings.plugins.detail.developer
source: 개발자
en: Developer
ja: 開発者
zh_hans: 开发者

# settings.plugins.detail.license
source: 라이선스
en: License
ja: ライセンス
zh_hans: 许可证

# settings.plugins.detail.show_info
source: 정보 보기…
en: Show Info…
ja: 情報を表示…
zh_hans: 查看信息…

# settings.plugins.detail.signature
source: 서명 정보
en: Signature Info
ja: 署名情報
zh_hans: 签名信息

# settings.plugins.detail.signature.adhoc
source: Ad-hoc 서명
en: Ad-hoc Signature
ja: Ad-hoc署名
zh_hans: Ad-hoc 签名

# settings.plugins.detail.signature.builtin
source: 내장 플러그인
en: Built-in Plugin
ja: 内蔵プラグイン
zh_hans: 内置插件

# settings.plugins.detail.signature.invalid
source: 서명 검증 실패 (OSStatus: %d)
en: Signature verification failed (OSStatus: %d)
ja: 署名検証失敗 （OSStatus: %d）
zh_hans: 签名验证失败 (OSStatus: %d)

# settings.plugins.detail.signature.unsigned
source: 서명 없음
en: No Signature
ja: 署名なし
zh_hans: 无签名

# settings.plugins.detail.version
source: 버전
en: Version
ja: バージョン
zh_hans: 版本

# settings.plugins.external_location.open_in_finder
source: Finder로 열기
en: Open in Finder
ja: Finderで開く
zh_hans: 在访达中打开

# settings.plugins.external_location.title
source: 외부 플러그인 위치
en: External Plugin Location
ja: 外部プラグインの場所
zh_hans: 外部插件位置

# settings.plugins.loaded_bundles.title
source: 로드된 플러그인 번들 목록
en: Loaded Plugin Bundles
ja: ロードされたプラグインバンドル一覧
zh_hans: 已加载的插件包列表

# settings.plugins.security_policy.allow_any.description
source: Ad-hoc 서명된 플러그인을 포함하여 모든 플러그인을 허용합니다. **악성 플러그인에 의해 시스템이 손상될 수 있습니다.**
en: Allows all plugins, including ad-hoc signed ones. **Malicious plugins may damage the system.**
ja: Ad-hoc署名されたプラグインを含む、すべてのプラグインを許可します。 **悪意のあるプラグインによってシステムが損害を受ける可能性があります。**
zh_hans: 允许包括 Ad-hoc 签名插件在内的所有插件。 **恶意插件可能会损坏系统。**

# settings.plugins.security_policy.allow_any.title
source: 모든 플러그인 허용 **(위험!)**
en: Allow All Plugins **(Dangerous!)**
ja: すべてのプラグインを許可 **（危険！）**
zh_hans: 允许所有插件 **(危险!)**

# settings.plugins.security_policy.allow_signed.description
source: Apple로부터 신뢰받은 개발자들이 서명한 모든 플러그인을 허용합니다. **Apple로부터 신뢰를 받았더라도 안전하지 않은 플러그인이 있을 수 있습니다**
en: Allows all plugins signed by Apple-trusted developers. **Even if trusted by Apple, there may be unsafe plugins.**
ja: Appleから信頼された開発者によって署名されたすべてのプラグインを許可します。 **Appleから信頼されていても、安全でないプラグインが存在する可能性があります**
zh_hans: 允许所有由 Apple 信任的开发者签名的插件。 **即使得到了 Apple 的信任，也可能存在不安全的插件**

# settings.plugins.security_policy.allow_signed.title
source: 서명된 플러그인만 허용 **(위험!)**
en: Allow Signed Plugins Only **(Dangerous!)**
ja: 署名されたプラグインのみ許可 **（危険！）**
zh_hans: 仅允许已签名插件 **(危险!)**

# settings.plugins.security_policy.allow_team_unstablers.description
source: Noctiluca의 개발사인 team unstablers Inc.에서 제공하는 공식 플러그인만 허용합니다.
en: Allows only official plugins provided by team unstablers Inc., the developer of Noctiluca.
ja: Noctilucaの開発元である team unstablers Inc. が提供する公式プラグインのみ許可します。
zh_hans: 仅允许 Noctiluca 的开发商 team unstablers Inc. 提供的官方插件。

# settings.plugins.security_policy.allow_team_unstablers.title
source: 공식 플러그인만 허용
en: Allow Official Plugins Only
ja: 公式プラグインのみ許可
zh_hans: 仅允许官方插件

# settings.plugins.security_policy.description
source: 외부 플러그인에 대한 보안 정책을 설정합니다. 이 설정을 적용하려면 Noctiluca Server를 다시 기동해야 합니다.
en: Sets security policy for external plugins. Noctiluca Server must be restarted to apply this setting.
ja: 外部プラグインに対するセキュリティポリシーを設定します。この設定を適用するには、Noctiluca Serverを再起動する必要があります。
zh_hans: 设置外部插件的安全策略。要应用此设置，必须重启 Noctiluca Server。

# settings.plugins.security_policy.disallow_all.description
source: Noctiluca Server에 내장되거나 번들된 플러그인 외에는 모두 차단합니다.
en: Blocks all except plugins built-in or bundled with Noctiluca Server.
ja: Noctiluca Serverに内蔵またはバンドルされたプラグイン以外はすべてブロックします。
zh_hans: 除 Noctiluca Server 内置或捆绑的插件外，阻止所有其他插件。

# settings.plugins.security_policy.disallow_all.title
source: 모든 플러그인 차단
en: Disallow All Plugins
ja: すべてのプラグインをブロック
zh_hans: 阻止所有插件

# settings.plugins.security_policy.label
source: 보안 정책
en: Security Policy
ja: セキュリティポリシー
zh_hans: 安全策略

# settings.plugins.title
source: 플러그인 설정
en: Plugin Settings
ja: プラグイン設定
zh_hans: 插件设置

# settings.projection.audio_codec_priority.description
source: 서버에서 사용할 오디오 코덱의 우선순위를 설정합니다. 클라이언트와의 협상 시, 우선순위가 높은 코덱부터 시도합니다.
en: Sets the priority of audio codecs to be used by the server. During negotiation with the client, codecs with higher priority are attempted first.
ja: サーバーで使用するオーディオコーデックの優先順位を設定します。クライアントとのネゴシエーション時、優先順位の高いコーデックから試行します。
zh_hans: 设置服务器使用的音频编解码器优先级。与客户端协商时，将优先尝试优先级高的编解码器。

# settings.projection.audio_codec_priority.title
source: 오디오 코덱 우선순위 설정
en: Audio Codec Priority Settings
ja: オーディオコーデック優先順位設定
zh_hans: 音频编解码器优先级设置

# settings.projection.audio_codec.no_options
source: 이 코덱에는 설정할 수 있는 옵션이 없습니다.
en: There are no configurable options for this codec.
ja: このコーデックには設定可能なオプションがありません。
zh_hans: 此编解码器没有可设置的选项。

# settings.projection.audio_codec.opus.description
source: 높은 음질과 낮은 지연 시간을 제공하는 현대적인 오디오 코덱입니다.
en: Modern audio codec providing high sound quality and low latency.
ja: 高音質と低遅延を提供する最新のオーディオコーデックです。
zh_hans: 提供高音质和低延迟的现代音频编解码器。

# settings.projection.audio_codec.pcma.description
source: 유럽 등지에서 주로 사용되는 G.711 변형입니다.
en: A G.711 variant mainly used in Europe and other regions.
ja: ヨーロッパなどで主に使用されるG.711のバリアントです。
zh_hans: 在欧洲等地主要使用的 G.711 变体。

# settings.projection.audio_codec.pcmu.description
source: 전통적인 전화망에서 사용되는 표준 코덱입니다. 호환성이 높습니다.
en: Standard codec used in traditional telephone networks. High compatibility.
ja: 従来の電話網で使用される標準的なコーデックです。互換性が高いです。
zh_hans: 传统电话网络中使用的标准编解码器。兼容性高。

# settings.projection.audio_encoder.title
source: 오디오 인코더 설정
en: Audio Encoder Settings
ja: オーディオエンコーダ設定
zh_hans: 音频编码器设置

# settings.projection.audio.enable
source: 오디오 프로젝션 활성화
en: Enable Audio Projection
ja: オーディオプロジェクションを有効化
zh_hans: 启用音频投屏

# settings.projection.codec_add.add
source: 추가
en: Add
ja: 追加
zh_hans: 添加

# settings.projection.codec_add.cancel
source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消

# settings.projection.codec_add.description
source: 추가할 코덱 유형을 선택하세요.
en: Select codec type to add.
ja: 追加するコーデックの種類を選択してください。
zh_hans: 请选择要添加的编解码器类型。

# settings.projection.codec_add.h264.description
source: 가장 널리 사용되는 비디오 코덱입니다. 높은 호환성을 제공합니다.
en: Most widely used video codec. Provides high compatibility.
ja: 最も広く使用されているビデオコーデックです。高い互換性を提供します。
zh_hans: 最广泛使用的视频编解码器。提供高兼容性。

# settings.projection.codec_add.hevc.description
source: H.264보다 더 높은 압축 효율을 제공하는 최신 비디오 코덱입니다.
en: Modern video codec providing higher compression efficiency than H.264.
ja: H.264よりも高い圧縮効率を提供する最新のビデオコーデックです。
zh_hans: 提供比 H.264 更高压缩效率的最新视频编解码器。

# settings.projection.codec_add.mjpg.description
source: JPEG보다 압축 효율이 좋지만 리소스를 더 많이 사용합니다. 가상 머신 환경에서 화면 변경이 잦은 컨텐츠를 표시해야 하는 경우 적합합니다.
en: Better compression efficiency than JPEG but uses more resources. Suitable for displaying content with frequent screen changes in virtual machine environments.
ja: JPEGよりも圧縮効率は良いですが、リソースをより多く消費します。 仮想マシン環境などで画面変化が頻繁なコンテンツを表示する場合に適しています。
zh_hans: 比 JPEG 压缩效率更好，但占用更多资源。 适用于在虚拟机环境中需要显示画面变化频繁的内容的情况。

# settings.projection.codec_add.title
source: 코덱 선택
en: Select Codec
ja: コーデックの選択
zh_hans: 选择编解码器

# settings.projection.codec_add.zrle.description
source: 전통적인 원격 데스크톱 환경에서 사용되는 비트맵 방식의 비디오 코덱입니다. 가상 머신 환경에서 화면 변경이 적은 텍스트 위주의 컨텐츠를 표시해야 하는 경우 적합합니다.
en: Bitmap-based video codec used in traditional remote desktop environments. Suitable for displaying text-heavy content with few screen changes in virtual machine environments.
ja: 従来のリモートデスクトップ環境で使用されるビットマップ方式のビデオコーデックです。 仮想マシン環境などで画面変化が少ないテキスト中心のコンテンツを表示する場合に適しています。
zh_hans: 传统远程桌面环境中使用的位图方式视频编解码器。 适用于在虚拟机环境中需要显示画面变化较少的文本为主的内容的情况。

# settings.projection.codec_priority.description
source: 서버에서 사용할 코덱의 우선순위를 설정합니다. 클라이언트와의 협상 시, 우선순위가 높은 코덱부터 시도합니다.
en: Sets priority of codecs to be used by the server. During negotiation with client, codecs with higher priority are attempted first.
ja: サーバーで使用するコーデックの優先順位を設定します。クライアントとのネゴシエーション時、優先順位の高いコーデックから試行します。
zh_hans: 设置服务器使用的编解码器优先级。与客户端协商时，将优先尝试优先级高的编解码器。

# settings.projection.codec_priority.title
source: 코덱 우선순위 설정
en: Codec Priority Settings
ja: コーデック優先順位設定
zh_hans: 编解码器优先级设置

# settings.projection.codec_sheet.cancel
source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消

# settings.projection.codec_sheet.color_format.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# settings.projection.codec_sheet.color_format.auto_description
source: 최적의 색상 포맷을 자동으로 선택합니다.
en: Automatically selects the optimal color format.
ja: 最適なカラーフォーマットを自動的に選択します。
zh_hans: 自动选择最佳颜色格式。

# settings.projection.codec_sheet.color_format.description
source: 색상 포맷을 설정합니다.
en: Sets the color format.
ja: カラーフォーマットを設定します。
zh_hans: 设置颜色格式。

# settings.projection.codec_sheet.color_format.title
source: 색상 포맷
en: Color Format
ja: カラーフォーマット
zh_hans: 颜色格式

# settings.projection.codec_sheet.color_format.yuv420_description
source: YUV 4:2:0 색상 포맷을 사용합니다. 대부분의 기기에서 호환됩니다.
en: Uses YUV 4:2:0 color format. Compatible with most devices.
ja: YUV 4:2:0 カラーフォーマットを使用します。ほとんどのデバイスで互換性があります。
zh_hans: 使用 YUV 4:2:0 颜色格式。兼容大多数设备。

# settings.projection.codec_sheet.color_format.yuv444_description
source: YUV 4:4:4 색상 포맷을 사용합니다. 텍스트 가독성이 향상되지만, 대역폭 사용량이 늘어나고 호환성이 떨어질 수 있습니다.
en: Uses YUV 4:4:4 color format. Improves text readability but increases bandwidth usage and may reduce compatibility.
ja: YUV 4:4:4 カラーフォーマットを使用します。 テキストの可読性は向上しますが、帯域幅の使用量が増え、互換性が低下する可能性があります。
zh_hans: 使用 YUV 4:4:4 颜色格式。 提高文本可读性，但会增加带宽使用量且可能降低兼容性。

# settings.projection.codec_sheet.color_range.description
source: 색상 범위를 설정합니다.
en: Sets the color range.
ja: カラー範囲を設定します。
zh_hans: 设置颜色范围。

# settings.projection.codec_sheet.color_range.full
source: 전체
en: Full
ja: フル
zh_hans: 完整

# settings.projection.codec_sheet.color_range.full_description
source: 전체 색상 범위 %@를 사용합니다. 색상 재현이 더 좋지만, 일부 기기에서 호환성 문제가 발생할 수 있습니다.
en: Uses full color range %@. Color reproduction is better, but compatibility issues may occur on some devices.
ja: フルカラー範囲 %@ を使用します。 色再現性は向上しますが、一部のデバイスで互換性の問題が発生する可能性があります。
zh_hans: 使用完整颜色范围 %@。 色彩还原更好，但在某些设备上可能会出现兼容性问题。

# settings.projection.codec_sheet.color_range.limited
source: 제한됨
en: Limited
ja: 制限 （Limited）
zh_hans: 受限

# settings.projection.codec_sheet.color_range.limited_description
source: 제한된 색상 범위 %@를 사용합니다.
en: Uses limited color range %@.
ja: 制限されたカラー範囲 %@ を使用します。
zh_hans: 使用受限颜色格式 %@。

# settings.projection.codec_sheet.color_range.title
source: 색상 범위
en: Color Range
ja: カラー範囲
zh_hans: 颜色范围

# settings.projection.codec_sheet.display_density.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# settings.projection.codec_sheet.display_density.auto_description
source: 디스플레이 밀도를 자동으로 선택합니다.
en: Automatically selects display density.
ja: ディスプレイ密度を自動的に選択します。
zh_hans: 自动选择显示密度。

# settings.projection.codec_sheet.display_density.best
source: 화질 우선
en: Best Quality
ja: 画質優先
zh_hans: 画质优先

# settings.projection.codec_sheet.display_density.best_description
source: HIDPI / Retina 디스플레이 밀도를 사용하려 노력합니다. 더 나은 화질을 제공하지만, 높은 대역폭과 컴퓨팅 자원을 사용합니다.
en: Attempts to use HIDPI / Retina display density. Provides better image quality but uses high bandwidth and computing resources.
ja: HIDPI / Retina ディスプレイ密度の使用を試みます。 より良い画質を提供しますが、高い帯域幅と計算リソースを使用します。
zh_hans: 尝试使用 HIDPI / Retina 显示密度。 提供更好的画质，但会占用高带宽和计算资源。

# settings.projection.codec_sheet.display_density.description
source: 디스플레이 밀도를 설정합니다.
en: Sets the display density.
ja: ディスプレイ密度を設定します。
zh_hans: 设置显示密度。

# settings.projection.codec_sheet.display_density.performance
source: 성능 우선
en: Performance First
ja: パフォーマンス優先
zh_hans: 性能优先

# settings.projection.codec_sheet.display_density.performance_description
source: 성능을 우선시하여 디스플레이 밀도를 설정합니다. 대부분의 경우 1x 밀도로 설정됩니다.
en: Sets display density prioritizing performance. In most cases, it is set to 1x density.
ja: パフォーマンスを優先してディスプレイ密度を設定します。 ほとんどの場合、1x 密度に設定されます。
zh_hans: 优先考虑性能来设置显示密度。 大多数情况下设置为 1x 密度。

# settings.projection.codec_sheet.display_density.title
source: 디스플레이 밀도
en: Display Density
ja: ディスプレイ密度
zh_hans: 显示密度

# settings.projection.codec_sheet.dynamic_range.description
source: 다이나믹 레인지를 설정합니다.
en: Sets the dynamic range.
ja: ダイナミックレンジを設定します。
zh_hans: 设置动态范围。

# settings.projection.codec_sheet.dynamic_range.hdr_description
source: 사용 가능한 경우 HDR 다이나믹 레인지를 사용합니다.
en: Uses HDR dynamic range if available.
ja: 利用可能な場合、HDRダイナミックレンジを使用します。
zh_hans: 如果可用，使用 HDR 动态范围。

# settings.projection.codec_sheet.dynamic_range.sdr_description
source: 표준 다이나믹 레인지를 사용합니다.
en: Uses standard dynamic range.
ja: 標準ダイナミックレンジを使用します。
zh_hans: 使用标准动态范围。

# settings.projection.codec_sheet.dynamic_range.title
source: 다이나믹 레인지
en: Dynamic Range
ja: ダイナミックレンジ
zh_hans: 动态范围

# settings.projection.codec_sheet.framerate.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# settings.projection.codec_sheet.framerate.auto_description
source: 클라이언트의 협상 내용을 기반으로 프레임 속도를 결정합니다.
en: Determines frame rate based on client negotiation.
ja: クライアントのネゴシエーション内容に基づいてフレームレートを決定します。
zh_hans: 根据客户端的协商内容决定帧率。

# settings.projection.codec_sheet.framerate.title
source: 프레임 속도
en: Frame Rate
ja: フレームレート
zh_hans: 帧率

# settings.projection.codec_sheet.framerate.value_description
source: 프레임 속도를 최대 %lld FPS로 설정합니다.
en: Sets frame rate to max %lld FPS.
ja: フレームレートを最大 %lld FPS に設定します。
zh_hans: 将帧率最大设置为 %lld FPS。

# settings.projection.codec_sheet.framerate.value_description_format
source: 프레임 속도를 최대 %d FPS로 제한합니다.
en: Limits the frame rate to a maximum of %d FPS.
ja: フレームレートを最大 %d FPS に制限します。
zh_hans: 将帧率最大限制为 %d FPS。

# settings.projection.codec_sheet.hardware_acceleration.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# settings.projection.codec_sheet.hardware_acceleration.auto_description
source: 가능한 경우 하드웨어 가속을 사용합니다.
en: Uses hardware acceleration if available.
ja: 可能な場合、ハードウェアアクセラレーションを使用します。
zh_hans: 如果可用，使用硬件加速。

# settings.projection.codec_sheet.hardware_acceleration.description
source: 하드웨어 가속 사용 여부를 설정합니다.
en: Sets whether to use hardware acceleration.
ja: ハードウェアアクセラレーションの使用有無を設定します。
zh_hans: 设置是否使用硬件加速。

# settings.projection.codec_sheet.hardware_acceleration.disabled
source: 사용 안 함
en: Disabled
ja: 使用しない
zh_hans: 不使用

# settings.projection.codec_sheet.hardware_acceleration.disabled_description
source: 하드웨어 가속을 사용하지 않고, 소프트웨어 압축만 사용합니다. 컴퓨팅 자원이 부족해질 수 있습니다.
en: Uses software compression without hardware acceleration. Computing resources may become insufficient.
ja: ハードウェアアクセラレーションを使用せず、ソフトウェア圧縮のみを使用します。 計算リソースが不足する可能性があります。
zh_hans: 不使用硬件加速，仅使用软件压缩。 计算资源可能会不足。

# settings.projection.codec_sheet.hardware_acceleration.title
source: 하드웨어 가속
en: Hardware Acceleration
ja: ハードウェアアクセラレーション
zh_hans: 硬件加速

# settings.projection.codec_sheet.header
source: %@ 코덱 설정
en: %@ Codec Settings
ja: %@ コーデック設定
zh_hans: %@ 编解码器设置

# settings.projection.codec_sheet.profile.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# settings.projection.codec_sheet.profile.auto_description
source: 최적의 코덱 프로파일을 자동으로 선택합니다.
en: Automatically selects the optimal codec profile.
ja: 最適なコーデックプロファイルを自動的に選択します。
zh_hans: 自动选择最佳编解码器 Profile。

# settings.projection.codec_sheet.profile.description
source: 코덱 프로파일을 설정합니다.
en: Sets the codec profile.
ja: コーデックプロファイルを設定します。
zh_hans: 设置编解码器 Profile。

# settings.projection.codec_sheet.profile.h264_baseline
source: Baseline Profile (가장 높은 호환성, 압축률 낮음)
en: Baseline Profile (Highest compatibility, low compression)
ja: Baselineプロファイル （最も高い互換性、低圧縮率）
zh_hans: Baseline Profile (兼容性最高，压缩率低)

# settings.projection.codec_sheet.profile.h264_baseline_description
source: 호환성이 높은 Baseline Profile을 사용합니다. 코덱의 고급 기능을 사용할 수 없기 때문에 압축률과 화질이 낮습니다.
en: Uses Baseline Profile for high compatibility. Compression rate and image quality are low because advanced codec features cannot be used.
ja: 互換性の高いBaselineプロファイルを使用します。 コーデックの高度な機能を使用できないため、圧縮率と画質は低くなります。
zh_hans: 使用兼容性高的 Baseline Profile。 由于无法使用编解码器的高级功能，压缩率和画质较低。

# settings.projection.codec_sheet.profile.h264_high
source: High Profile (가장 낮은 호환성, 압축률 높음)
en: High Profile (Lowest compatibility, high compression)
ja: Highプロファイル （最も低い互換性、高圧縮率）
zh_hans: High Profile (兼容性最低，压缩率高)

# settings.projection.codec_sheet.profile.h264_high_description
source: High Profile을 사용합니다. 고급 기능을 사용하여 최고의 압축률과 화질을 제공합니다.
en: Uses High Profile. Provides best compression and quality using advanced features.
ja: Highプロファイルを使用します。 高度な機能を使用して最高の圧縮率と画質を提供します。
zh_hans: 使用 High Profile。 使用高级功能提供最佳压缩率和画质。

# settings.projection.codec_sheet.profile.h264_main_description
source: Main Profile을 사용합니다. 대부분의 기기에서 적절한 호환성과 압축률을 제공합니다.
en: Uses Main Profile. Provides appropriate compatibility and compression for most devices.
ja: Mainプロファイルを使用します。 ほとんどのデバイスで適切な互換性と圧縮率を提供します。
zh_hans: 使用 Main Profile。 在大多数设备上提供适当的兼容性和压缩率。

# settings.projection.codec_sheet.profile.hevc_main_description
source: Main Profile을 사용합니다. 대부분의 기기에서 적절한 호환성과 압축률을 제공합니다.
en: Uses Main Profile. Provides appropriate compatibility and compression for most devices.
ja: Mainプロファイルを使用します。 ほとんどのデバイスで適切な互換性と圧縮率を提供します。
zh_hans: 使用 Main Profile。 在大多数设备上提供适当的兼容性和压缩率。

# settings.projection.codec_sheet.profile.hevc_main10
source: Main10 Profile (10-bit 색상 지원)
en: Main10 Profile (Supports 10-bit color)
ja: Main10プロファイル （10-bitカラー対応）
zh_hans: Main10 Profile (支持 10-bit 颜色)

# settings.projection.codec_sheet.profile.hevc_main10_description
source: Main10 Profile을 사용합니다. 10-bit 색상 지원으로 더 풍부한 색상을 제공합니다.
en: Uses Main10 Profile. Provides richer colors with 10-bit color support.
ja: Main10プロファイルを使用します。 10-bitカラー対応により、より豊かな色彩を提供します。
zh_hans: 使用 Main10 Profile。 支持 10-bit 颜色，提供更丰富的色彩。

# settings.projection.codec_sheet.profile.title
source: 코덱 프로파일
en: Codec Profile
ja: コーデックプロファイル
zh_hans: 编解码器 Profile

# settings.projection.codec_sheet.quality.auto
source: 자동 조정 (권장)
en: Auto Adjustment (Recommended)
ja: 自動調整 （推奨）
zh_hans: 自动调整（推荐）

# settings.projection.codec_sheet.quality.auto_description
source: 네트워크 환경과 클라이언트의 컴퓨팅 속도에 맞춰 자동으로 화면 품질을 결정합니다.
en: Automatically determines the video quality based on the network environment and client's computing speed.
ja: ネットワーク環境とクライアントのコンピューティング速度に合わせて、自動的に画面の品質を決定します。
zh_hans: 根据网络环境和客户端的计算速度自动决定画面质量。

# settings.projection.codec_sheet.quality.constantBitrate
source: 고정 비트레이트
en: Constant Bitrate
ja: 固定ビットレート
zh_hans: 固定比特率

# settings.projection.codec_sheet.quality.constantBitrate_description
source: 지정한 비트레이트 값을 사용합니다.
en: Uses the specified bitrate.
ja: 指定したビットレート値を使用します。
zh_hans: 使用指定的比特率值。

# settings.projection.codec_sheet.quality.constantBitrate_slider.title
source: 비트레이트
en: Bitrate
ja: ビットレート
zh_hans: 比特率

# settings.projection.codec_sheet.quality.default_description
source: 품질 정책을 설정합니다.
en: Sets the quality policy.
ja: 品質ポリシーを設定します。
zh_hans: 设置质量策略。

# settings.projection.codec_sheet.quality.lossless
source: 무손실 (권장하지 않음)
en: Lossless (Not Recommended)
ja: 可逆圧縮 （非推奨）
zh_hans: 无损（不推荐）

# settings.projection.codec_sheet.quality.lossless_description
source: 무손실 압축을 사용합니다. 상당한 네트워크 대역폭을 사용하기 때문에 빠른 속도의 인터넷 연결을 필요로 합니다.
en: Uses lossless compression. Requires a fast internet connection as it consumes significant network bandwidth.
ja: 可逆圧縮を使用します。 かなりのネットワーク帯域幅を使用するため、高速なインターネット接続が必要です。
zh_hans: 使用无损压缩。 由于占用大量网络带宽，因此需要高速的互联网连接。

# settings.projection.codec_sheet.quality.lossless_mode.balanced
source: 자동
en: Balanced
ja: 自動
zh_hans: 自动

# settings.projection.codec_sheet.quality.lossless_mode.balanced_desc
source: 성능과 압축률 간의 균형을 맞춥니다.
en: Balances between performance and compression ratio.
ja: パフォーマンスと圧縮率のバランスを取ります。
zh_hans: 在性能和压缩率之间取得平衡。

# settings.projection.codec_sheet.quality.lossless_mode.compression
source: 압축률 우선
en: Compression Ratio First
ja: 圧縮率優先
zh_hans: 压缩率优先

# settings.projection.codec_sheet.quality.lossless_mode.compression_desc
source: 압축률을 우선시 합니다. 딜레이가 늘어날 수 있습니다.
en: Prioritizes compression ratio. Latency may increase.
ja: 圧縮率を優先します。遅延が増加する可能性があります。
zh_hans: 优先考虑压缩率。延迟可能会增加。

# settings.projection.codec_sheet.quality.lossless_mode.default_desc
source: 무손실 압축 모드를 선택합니다.
en: Selects the lossless compression mode.
ja: 可逆圧縮モードを選択します。
zh_hans: 选择无损压缩模式。

# settings.projection.codec_sheet.quality.lossless_mode.speed
source: 압축 속도 우선
en: Compression Speed First
ja: 圧縮速度優先
zh_hans: 压缩速度优先

# settings.projection.codec_sheet.quality.lossless_mode.speed_desc
source: 압축 속도를 우선시 합니다. 대역폭 사용량이 늘어날 수 있습니다.
en: Prioritizes compression speed. Bandwidth usage may increase.
ja: 圧縮速度を優先します。帯域幅の使用量が増加する可能性があります。
zh_hans: 优先考虑压缩速度。带宽使用量可能会增加。

# settings.projection.codec_sheet.quality.lossless_mode.title
source: 무손실 압축 모드
en: Lossless Compression Mode
ja: 可逆圧縮モード
zh_hans: 无损压缩模式

# settings.projection.codec_sheet.quality.manual_warning
source: 참고: 이 정책을 사용하면 네트워크 상태에 따른 퀄리티 디그레이드가 동작하지 않게 됩니다.
en: Note: Using this policy will disable quality degradation based on network conditions.
ja: 注意: このポリシーを使用すると、ネットワークの状態に応じた品質の低下 （ディグレード） が動作しなくなります。
zh_hans: 注意：使用此策略时，根据网络状态的质量降级将不起作用。

# settings.projection.codec_sheet.quality.title
source: 품질 정책
en: Quality Policy
ja: 品質ポリシー
zh_hans: 质量策略

# settings.projection.codec_sheet.quality.variableBitrate
source: 가변 비트레이트
en: Variable Bitrate
ja: 可変ビットレート
zh_hans: 可变比特率

# settings.projection.codec_sheet.quality.variableBitrate_description
source: 가변 비트레이트를 사용합니다.
en: Uses a variable bitrate.
ja: 可変ビットレートを使用します。
zh_hans: 使用可变比特率。
